export const mpData = [
  {
    id: 0,
    title: "ลักพาตัว",
    value: [1, 3, 4, 7, 6, 5, 6, 1, 0, 5, 3, 4],
    color: "#E3AB21",
  },
  {
    id: 1,
    title: "เด็กพลัดหลง",
    value: [0, 2, 1, 4, 4, 0, 1, 2, 1, 4, 2, 3],
    color: "#E3AB21",
  },
  {
    id: 2,
    title: "แย่งความปกครองบุตร",
    value: [0, 4, 6, 4, 15, 13, 12, 3, 10, 14, 17, 28],
    color: "#E8E6BA",
  },
  {
    id: 3,
    title: "สมัครใจหนีออกจากบ้าน",
    value: [55, 133, 206, 758, 492, 565, 465, 427, 515, 510, 593, 317],
    color: "#455593",
  },
  {
    id: 4,
    title: "ขาดการติดต่อ",
    value: [2, 57, 21, 479, 377, 453, 447, 428, 371, 291, 324, 293],
    color: "#E3AB21",
  },
  {
    id: 5,
    title: "โรคสมองเสื่อม",
    value: [51, 19, 36, 143, 119, 165, 134, 149, 97, 133, 153, 96],
    color: "#FD5C63",
  },
  {
    id: 6,
    title: "จิตเวช",
    value: [1, 2, 9, 140, 193, 303, 374, 333, 341, 455, 432, 269],
    color: "#FD5C63",
  },
  {
    id: 7,
    title: "พัฒนาการทางสมองช้า",
    value: [1, 2, 10, 26, 50, 84, 61, 73, 53, 58, 99, 69],
    color: "#FD5C63",
  },
  {
    id: 8,
    title: "มีอาการทางสมอง",
    value: [0, 0, 0, 3, 0, 1, 53, 85, 96, 70, 29, 27],
    color: "#FD5C63",
  },
  {
    id: 9,
    title: "อื่นๆ",
    value: [0, 12, 14, 89, 17, 2, 21, 22, 32, 31, 67, 75],
    color: "#E3AB21",
  },
  {
    id: 10,
    title: "อุบัติเหตุ",
    value: [0, 0, 0, 1, 9, 3, 2, 3, 5, 3, 5, 2],
    color: "#E3AB21",
  },
];
